Repository: k-droscova/lifeisskillapp
Catalog: lifeisskillapp/LiS/Resources/Resources/StringResources/*.lproj/Localizable.strings
Languages: cs

# location.services_disabled
source: 1. Go to Settings > Privacy > Location Services. 2.Make sure that Location Services is on .3. Scroll down to find the app.
cs: Musíš povolit polohové služby, jinak nemůžeš načítat body ani používat mapu. 1. Nastavení 2. Soukromí 3. Polohové služby 4. Zapnout

# location.denied
source: 1. Go to Settings > Privacy > Location Services. 2.Make sure that Location Services is on .3. Scroll down to find the app.
cs: Musíš povolit polohové služby pro tuto aplikaci v nastavení. 1. Nastavení 2. Dole najít LiSApp 3. Poloha 4. Vybrat "při používání aplikace"

# location.restricted
source: 1. Go to Settings > Privacy > Location Services. 2.Make sure that Location Services is on .3. Scroll down to find the app.
cs: Nelze použít polohové služby. (problém může souviset s rodičovskou kontrolou) Musíš povolit polohové služby, jinak nemůžeš načítat body ani používat mapu. 1. Nastavení 2. Soukromí 3. Polohové služby 4. Zapnout

# basic.error
source: Error
cs: Chyba

# basic.show_more
source: Show more
cs: Více

# basic.error.message
source: Something went wrong
cs: Vyskytla se chyba

# basic.use
source: Use
cs: Použít

# basic.close
source: Close
cs: Zavřít

# basic.finish
source: Finish
cs: Ukončit

# basic.refresh
source: Refreshing
cs: Načítám

# basic.attention
source: Attention
cs: Upozornění

# login.title
source: Welcome back
cs: Vítejte zpět!

# login.username
source: Mail/username
cs: Email/uživatelské jméno

# login.password
source: Password
cs: Heslo

# login.login
source: Login
cs: Přihlásit se

# login.register
source: Sign up
cs: Vytvořit nový účet

# login.error.invalid_credentials
source: Invalid credentials
cs: Zadali jste neplatné přihlašovací údaje.

# login.error.network
source: Network error. Connect your device to the Internet.
cs: Chyba sítě. Připojte se k internetu.

# login.error.server
source: Server error. Try it later.
cs: Chyba serveru. Připojte se později.

# login.error.emptyFields
source: Fill every field.
cs: Vyplňte všechny položky.

# register.user_info
source: Account info
cs: Údaje uživatele

# register.field.name
source: Name
cs: Jméno

# register.field.surname
source: Surname
cs: Příjmení

# register.field.username
source: Username
cs: Přezdívka

# register.field.password
source: Password
cs: Heslo

# register.field.second_password
source: Repeat password
cs: Heslo znovu

# register.field.mail
source: Mail
cs: Email

# register.field.phone
source: Phone number
cs: Mobil

# register.field.post_number
source: Post number
cs: PSČ

# register.field.birth
source: Birth
cs: Datum narození

# register.field.gender
source: Gender
cs: Pohlaví

# register.field.gender.male
source: Male
cs: Mužské

# register.field.gender.female
source: Female
cs: Ženské

# register.parent_info
source: Parent info
cs: Údaje rodiče

# register.field.relationship
source: Relationship
cs: Vztah

# register.field.gdpr
source: I have read and agree to the Terms of Service. I agree to my data being stored.
cs: Pro pokračování je nutné vyslovit souhlas s GDPR. Bližší informace se dozvíte zde.

# register.button.cancel
source: Cancel
cs: Zrušit

# register.button.next
source: Next
cs: Další

# register.button.previous
source: Previous
cs: Předchozí

# register.button.done
source: Done
cs: Registrovat

# register.error.empty
source: Field can't be empty
cs: Pole nesmí být prázdné

# register.error.short_name
source: Name is too short
cs: Jméno je příliš krátké

# register.error.short_surname
source: Surname is too short
cs: Příjmení je příliš krátké

# register.error.short_relationship
source: Relationship is too short
cs: Vztah je příliš krátký

# register.error.short_username
source: Min 3 characters
cs: Minimálně 3 znaky

# register.error.weak_password
source: 5 char, number, little and big endian
cs: Min 5 znaků, číslice, malé a velké písmeno

# register.error.password_not_match
source: Password don't match
cs: Hesla se neshodují

# register.error.invalid_username
source: Nickname is used. Find unique
cs: Používané uživatelské jméno

# register.error.used_mail
source: Used email
cs: Používaná emailová adresa

# register.error.invalid_mail
source: Invalid email (test@test.cz)
cs: Neplatná emailová adresa

# register.error.invalid_phone
source: Invalid phone
cs: Neplatné telefonní číslo

# register.error.invalid_postcode
source: Invalid postcode
cs: Neplatné poštovní směrovací číslo

# register.error.age.old
source: Only under 18 years
cs: Hra je pro uživatele do 18 let

# register.error.age.young
source: Only from 6 years
cs: Hra je pro uživatele od 6 let

# register.error.parrent_email
source: Email is same as user email
cs: Email rodiče nesmí být stejný jako email uživatele

# register.success.title
source: You are almost registered
cs: Jste skoro zaregistrován

# register.success.message
source: At first, check parent email and confirm email. Than check user's email and check the second confirmation email.
cs: Právě proběhla registrace nového uživatele. Pro plnou funkčnost je nutno účet aktivovat v OBOU emailech. Pokračujte do emailu rodiče, kde jsou další podrobnosti. Účet musíte ověřit nejdříve na emailu rodiče a poté na emailu uživatele. Účet je možné ověřit do 7 dnů od vytvoření registrace.

# home.title
source: Scan point
cs: Načíst body

# home.nfc.aler_message
source: Hold the NFC-Tag on the upper back of your iPhone.
cs: Přiložte NFC čip na horní část zadní strany telefonu.

# home.nfc.button
source: Scan NFC
cs: Načíst NFC

# home.qr.button
source: Scan QR code
cs: Načíst QR kód

# home.button.how
source: I need help
cs: jak na to?

# home.description.title
source: Scan nearby points
cs: Načti bod v tvé blízkosti

# home.description.qr
source: Scan a QR code to earn a point
cs: Bod se ti přičte stisknutím tlačítka "Načíst QR kód" a namířením fotoaparátu telefonu na QR kód.

# home.description.nfc
source: Hold NFC chip close to the phone top back, and the point will be scanned. You can use the QR scan too.
cs: Bod se ti přičte přiblížením telefonu ke značce a načtením pomocí NFC. Můžeš použít také čtení QR kódu.

# home.points
source: Points: %d
cs: Bodů: %d

# home.scan_success.title
source: Point was scanned
cs: Bod byl naskenován

# home.scan_success.message
source: Point will be counted after validation
cs: Bod ještě projde validací a bude přičten.

# home.scan_success.next
source: Scan next
cs: Skenovat další

# home.scan_error.nfc.message
source: NFC scan failed, please try again
cs: Toto NFC není naše. Naskenujte Life is Skill NFC.

# home.scan_error.qr.message
source: QR scan failed, please try again
cs: Tento QR kód není platný. Naskenujte Life is Skill QR kód.

# home.scan_error.no_internet
source: No internet connection
cs: Bod byl naskenován, ale telefon není připojen k internetu. Bod byl uložen a bude ověřen až se připojíte k internetu. Zkontrolujte připojení k internetu.

# home.scan_error.request_error
source: Request failed, please try again
cs: Při ověřování bodu nastala chyba. Ověřte připojení k internetu, polohové služby a vyzkoušejte bod načíst znovu.

# home.scan_error.again
source: Again
cs: Opakovat

# home.nfc.scan_alert
source: Hold NFC chip close to the phone top back.
cs: Přiložte NFC čip na horní část zadní strany telefonu.

# home.qr.scan_alert
source: Hold the QR code in front of the camera
cs: Zaměřte fotoaparát na platný LiS QR kód

# home.qr.use_qr
source: Use QR code
cs: Použít QR kód

# home.qr.permission.title
source: Allow Camera
cs: Povolte fotoaparát

# home.qr.permission.message
source: Camera access is required to scan QR codes.
cs: Použití fotoaparátu musí být povoleno. Bez fotoaparátu nemůžete načítat QR kódy.

# home.qr.permission.setting
source: Open Settings
cs: Otevřít nastavení

# point_list.title
source: Account
cs: Účet

# point_list.point
source: Point
cs: Bod

# point_list.points_sum.one
source: %d point
cs: %d bod

# point_list.points_sum.two_four
source: %d points
cs: %d body

# point_list.points_sum.more
source: %d points
cs: %d bodů

# point_list.outbox.one
source: Connection problem. Point is waiting for validation.
cs: Vyskytl se problém s připojením. Načtený čip čeká na validaci.

# point_list.outbox.two_four
source: Connection error. %d points are waiting for validation.
cs: Vyskytl se problém s připojením. %d načtené čipy čekají na validaci.

# point_list.outbox.more
source: Connection error. %d points are waiting for validation.
cs: Vyskytl se problém s připojením. %d načtených čipů čeká na validaci.

# point_list.outbox.title
source: Offline points
cs: Neodeslané body

# point_list.outbox.help.title
source: Internet connection appears to be inactive
cs: Připojení k internetu je zřejmě neaktivní

# point_list.outbox.help.description
source: The phone is not connected to the internet, so some scanned points cannot be validated. Connect to the internet and wait. Points will be sent automatically once connected. If you scan the same point multiple times within a minute, the latest scan will be saved.
cs: Telefon není připojen k internetu a proto nelze některé načtené body ověřit. Připojte se k internetu a vyčkejte. Body se automaticky odešlou po připojení k internetu. Pokud načtete stejný bod vícekrát v jedné minutě, pak se uloží nejnovější (poslední) načtení.

# point_list.outbox.cell
source: Several points are waiting to be sent for validation. Connect to the internet.
cs: Několik bodů čeká na odeslání k validaci. Připojte se k internetu.

# point_list.outbox.unknownCell
source: Scanned point
cs: Načtený bod

# onboarding.description.find
source: Find nearby activity with LiS chips.
cs: Pomocí mapy najdi umístění LiS čipů.

# onboarding.description.point
source: Scan point with NFC or QR code.
cs: Načti čip telefonem přes NFC nebo QR kód.

# onboarding.description.activity
source: Enjoy the activity.
cs: Užij si danou aktivitu.

# onboarding.description.prizes
source: Join the competition and win cool prizes.
cs: Soutěž s ostatními a vyhraj hodnotné ceny.

# onboarding.description.problems
source: If you have any issues, contact us at info@lifeisskill.cz.
cs: V případě jakýchkoliv problémů nás kontaktuj na info@lifeisskill.cz

# onboarding.description.web
source: You can manage your account at www.muj.lifeisskill.cz
cs: Svůj účet můžeš také spravovat na www.muj.lifeisskill.cz

# settings.title
source: Settings
cs: Nastavení

# settings.mail.subject
source: Message from application
cs: Zpráva z aplikace od

# settings.mail.footer.title
source: Don't remove text below!
cs: Pokud máte problém, prosím nemažte text níže. Slouží k rychlejšímu vyřešení problému.

# settings.mail.footer.username
source: Username
cs: Uživatelské jméno

# settings.field.notifications.title
source: Notifications
cs: Upozornění

# settings.field.info.title
source: About application
cs: O aplikaci

# settings.field.contact.title
source: Report a Problem
cs: Nahlásit problém

# settings.field.manual.title
source: Help
cs: Nápověda

# settings.field.share.title
source: Share with Friends
cs: Sdílej nás kamarádům

# settings.field.sponsors.title
source: Game Sponsors
cs: Partneři naší hry

# settings.field.prize.title
source: Prizes
cs: Výhry

# settings.field.rules.title
source: Game Rules
cs: Pravidla hry

# settings.field.account.title
source: My Profile
cs: Můj profil

# settings.section.personal
source: Personal
cs: Osobní

# settings.section.main
source: General
cs: Obecné

# settings.field.share.invite_message
source: Come play the LifeIsSkill game with me. You can win a holiday, a sightseeing flight, or a bike. 🎁 It's simple. Download the app, collect points, and win great prizes. 🏅 (intended for players aged 6 to 18 years)
cs: Pojď semnou hrát LifeIsSkill hru. Můžeš vyhrát dovolenou, vyhlídkový let nebo kolo. 🎁 Je to jednoduché. Stáhni aplikaci, sbírej body a vyhraj skvělé ceny. 🏅 (určeno pro hráče ve věku od 6 do 18 let)

# map.title
source: Map
cs: Mapa

# map.route_button.title
source: Navigate
cs: Navigovat

# prizes.title
source: Prizes
cs: Výhry

# prizes.header.title
source: We are preparing prizes for the 2019/2020 season for you
cs: Výhry na sezonu 2020/2021 pro vás připravujeme

# prizes.header.description
source: Below is a sample of prizes from last season
cs: Níže uvádíme ukázku výher z minulé sezony

# stats.title
source: Rank
cs: Pořadí

# stats.myPosition
source: Rank: %d.
cs: Pořadí: %d.

# events.title
source: Events
cs: Akce

# events.placeholder
source: No upcoming events
cs: Žádné nadcházející události

# messages.title
source: Messages
cs: Zprávy
